Repository: Sitaras/JourneyLink
Catalog: apps/web/src/locales/*/messages.po
Languages: el

source: {0} of {1} left
el: {0} από {1} απομένουν

source: {0} reviews
el: {0} κριτικές

source: {0} rides available • from €{1}
el: {0} διαθέσιμες διαδρομές • από €{1}

source: {bioCharCount}/{MAX_BIO_LENGTH} characters
el: {bioCharCount}/{MAX_BIO_LENGTH} χαρακτήρες

source: About
el: Σχετικά

source: Additional Information
el: Πρόσθετες Πληροφορίες

source: Adjust search filters for rides
el: Προσαρμογή φίλτρων αναζήτησης διαδρομών

source: All rights reserved.
el: Όλα τα δικαιώματα διατηρούνται.

source: Any additional details passengers should know...
el: Τυχόν πρόσθετες λεπτομέρειες που πρέπει να γνωρίζουν οι επιβάτες...

source: Any extra details?
el: Τυχόν πρόσθετες λεπτομέρειες;

source: Any price
el: Οποιαδήποτε τιμή

source: Are you sure you want to cancel your booking?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την κράτησή σας;

source: Arrival city
el: Πόλη άφιξης

source: Arrival location
el: Τοποθεσία άφιξης

source: As Driver
el: Ως Οδηγός

source: As Passenger
el: Ως Επιβάτης

source: Ascending
el: Αύξουσα

source: At least 1 seat is required
el: Απαιτείται τουλάχιστον 1 θέση

source: Available Rides
el: Διαθέσιμες Διαδρομές

source: Available Seats
el: Διαθέσιμες Θέσεις

source: Bad request
el: Λανθασμένο αίτημα

source: Bio
el: Βιογραφικό

source: Booked
el: Κρατημένο

source: Booked on
el: Κράτηση στις

source: Booking cannot be cancelled in its current status
el: Η κράτηση δεν μπορεί να ακυρωθεί στην τρέχουσα κατάστασή της

source: Booking is not pending
el: Η κράτηση δεν εκκρεμεί

source: Booking not found
el: Η κράτηση δεν βρέθηκε

source: Born
el: Γεννήθηκε

source: By publishing this ride, you agree to our terms of service and community guidelines.
el: Δημοσιεύοντας αυτή τη διαδρομή, συμφωνείτε με τους όρους χρήσης και τις οδηγίες της κοινότητας.

source: Can I cancel my booking?
el: Μπορώ να ακυρώσω την κράτησή μου;

source: Cancel
el: Ακύρωση

source: Cancel request
el: Ακύρωση αιτήματος

source: Cannot cancel a completed ride
el: Δεν μπορεί να ακυρωθεί μια ολοκληρωμένη διαδρομή

source: Cannot edit a cancelled ride
el: Δεν μπορεί να επεξεργαστεί μια ακυρωμένη διαδρομή

source: Cannot edit a completed ride
el: Δεν μπορεί να επεξεργαστεί μια ολοκληρωμένη διαδρομή

source: Cannot reduce seats below confirmed bookings
el: Δεν μπορούν να μειωθούν οι θέσεις κάτω από τις επιβεβαιωμένες κρατήσεις

source: Capacity & Pricing
el: Χωρητικότητα & Τιμολόγηση

source: Color
el: Χρώμα

source: Connect with drivers heading your way. Share the journey, split the costs, and travel sustainably.
el: Συνδεθείτε με οδηγούς που πηγαίνουν προς την κατεύθυνσή σας. Μοιραστείτε τη διαδρομή, μοιραστείτε τα έξοδα και ταξιδέψτε οικολογικά.

source: Connecting travelers and reducing carbon footprints, one ride at a time.
el: Συνδέοντας ταξιδιώτες και μειώνοντας το αποτύπωμα άνθρακα, μία διαδρομή τη φορά.

source: Contact details and social links are only visible because you have a confirmed ride with this user.
el: Τα στοιχεία επικοινωνίας και τα social media είναι ορατά μόνο επειδή έχετε μια επιβεβαιωμένη διαδρομή με αυτόν τον χρήστη.

source: Contact Information
el: Πληροφορίες Επικοινωνίας

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Cookie Policy
el: Πολιτική Cookies

source: Create Ride
el: Δημιουργία Διαδρομής

source: Creating ride...
el: Δημιουργία διαδρομής...

source: Date
el: Ημερομηνία

source: Date is required
el: Η ημερομηνία είναι υποχρεωτική

source: Date is too far in the future
el: Η ημερομηνία είναι πολύ μακριά στο μέλλον

source: Date must be in the future
el: Η ημερομηνία πρέπει να είναι στο μέλλον

source: Date of birth
el: Ημερομηνία γέννησης

source: Departure and arrival locations must be different
el: Οι τοποθεσίες αναχώρησης και άφιξης πρέπει να είναι διαφορετικές

source: Departure city
el: Πόλη αναχώρησης

source: Departure location
el: Τοποθεσία αναχώρησης

source: Departure Time
el: Ώρα Αναχώρησης

source: Departure time is required
el: Η ώρα αναχώρησης είναι υποχρεωτική

source: Departure time must be in the future
el: Η ώρα αναχώρησης πρέπει να είναι στο μέλλον

source: Descending
el: Φθίνουσα

source: Distance
el: Απόσταση

source: Driver
el: Οδηγός

source: e.g. ABC-1234
el: π.χ. ABC-1234

source: e.g. Athens
el: π.χ. Αθήνα

source: e.g. Planning a coffee stop, flexible departure time, luggage space available...
el: π.χ. Στάση για καφέ, ευέλικτη ώρα αναχώρησης, διαθέσιμος χώρος αποσκευών...

source: e.g. Silver
el: π.χ. Ασημί

source: e.g. Thessaloniki
el: π.χ. Θεσσαλονίκη

source: e.g. Toyota
el: π.χ. Toyota

source: e.g. Yaris
el: π.χ. Yaris

source: e.g., ABC-1234
el: π.χ., ABC-1234

source: e.g., Camry
el: π.χ., Camry

source: e.g., Silver
el: π.χ., Ασημί

source: e.g., Toyota
el: π.χ., Toyota

source: Edit
el: Επεξεργασία

source: Edit Ride
el: Επεξεργασία Διαδρομής

source: Email already in use
el: Το email χρησιμοποιείται ήδη

source: Email is required
el: Το Email είναι υποχρεωτικό

source: Failed to create ride
el: Αποτυχία δημιουργίας διαδρομής

source: Failed to update profile
el: Αποτυχία ενημέρωσης προφίλ

source: Failed to update ride
el: Αποτυχία ενημέρωσης διαδρομής

source: Filters
el: Φίλτρα

source: Find a Ride
el: Βρες Διαδρομή

source: Find Your Perfect Ride
el: Βρες την Ιδανική σου Διαδρομή

source: First name
el: Όνομα

source: Forbidden
el: Απαγορεύεται η πρόσβαση

source: Frequently Asked Questions
el: Συχνές Ερωτήσεις

source: From
el: Από

source: Get Started
el: Ξεκινήστε

source: Go back
el: Επιστροφή

source: Go to Profile
el: Μετάβαση στο Προφίλ

source: Have a car? Offer a ride!
el: Έχεις αυτοκίνητο; Πρόσφερε μια διαδρομή!

source: Help Center
el: Κέντρο Βοήθειας

source: Home
el: Αρχική

source: How do I book a ride?
el: Πώς κλείνω μια διαδρομή;

source: How do I pay for the ride?
el: Πώς πληρώνω για τη διαδρομή;

source: How it Works
el: Πώς λειτουργεί

source: Invalid email address
el: Μη έγκυρη διεύθυνση

source: Invalid email or password
el: Μη έγκυρο email ή κωδικός πρόσβασης

source: Invalid format
el: Μη έγκυρη μορφή

source: Invalid Ride ID
el: Μη έγκυρο αναγνωριστικό διαδρομής

source: Is it safe to travel with strangers?
el: Είναι ασφαλές να ταξιδεύω με αγνώστους;

source: Last name
el: Επώνυμο

source: Legal
el: Νομικά

source: License Plate
el: Αριθμός Κυκλοφορίας

source: License plate is required
el: Ο αριθμός κυκλοφορίας είναι υποχρεωτικός

source: Load more
el: Φόρτωση περισσότερων

source: Loading...
el: Φόρτωση...

source: Log out
el: Αποσύνδεση

source: Logged-out successfully!
el: Αποσυνδεθήκατε επιτυχώς!

source: Login
el: Σύνδεση

source: Lowercase letter required
el: Απαιτείται πεζό γράμμα

source: Make
el: Μάρκα

source: Manage your upcoming and past journeys
el: Διαχειριστείτε τις επερχόμενες και παρελθοντικές σας διαδρομές

source: Mark all as read
el: Σήμανση όλων ως αναγνωσμένα

source: Max 500 characters
el: Μέγιστο 500 χαρακτήρες

source: Max length 20 characters
el: Μέγιστο μήκος 20 χαρακτήρες

source: Max Price
el: Μέγιστη Τιμή

source: Maximum 500 characters
el: Μέγιστο 500 χαρακτήρες

source: Maximum 8 seats allowed
el: Επιτρέπονται το πολύ 8 θέσεις

source: Min length 8 characters
el: Ελάχιστο μήκος 8 χαρακτήρες

source: Min Seats
el: Ελάχιστες Θέσεις

source: Minimum: {bookedSeats} (already booked)
el: Ελάχιστο: {bookedSeats} (ήδη κρατημένα)

source: Model
el: Μοντέλο

source: Must be between 1 and 8
el: Πρέπει να είναι μεταξύ 1 και 8

source: My Booking
el: Η Κράτησή μου

source: My Profile
el: Το Προφίλ μου

source: My rides
el: Οι διαδρομές μου

source: My Rides
el: Οι Διαδρομές μου

source: New
el: Νέο

source: No bio provided.
el: Δεν δόθηκε βιογραφικό.

source: No cities found
el: Δεν βρέθηκαν πόλεις

source: No notifications
el: Δεν υπάρχουν ειδοποιήσεις

source: No pets
el: Όχι κατοικίδια

source: No smoking
el: Απαγορεύεται το κάπνισμα

source: Not authorized to delete this ride
el: Δεν έχετε εξουσιοδότηση να διαγράψετε αυτή τη διαδρομή

source: Not authorized to update this ride
el: Δεν έχετε εξουσιοδότηση να ενημερώσετε αυτή τη διαδρομή

source: Not authorized to view bookings
el: Δεν έχετε εξουσιοδότηση να δείτε τις κρατήσεις

source: Not found
el: Δεν βρέθηκε

source: Notifications
el: Ειδοποιήσεις

source: Number required
el: Απαιτείται αριθμός

source: Offer a ride
el: Πρόσφερε διαδρομή

source: Offer a Ride
el: Πρόσφερε Διαδρομή

source: Old password is required
el: Ο παλιός κωδικός είναι υποχρεωτικός

source: Passenger
el: Επιβάτης

source: Password
el: Κωδικός

source: Password is required
el: Ο κωδικός είναι υποχρεωτικός

source: Passwords do not match
el: Οι κωδικοί δεν ταιριάζουν

source: Payment is handled securely through the platform or in cash directly to the driver, depending on the ride settings. Check the ride details for specific payment information.
el: Η πληρωμή γίνεται με ασφάλεια μέσω της πλατφόρμας ή με μετρητά απευθείας στον οδηγό, ανάλογα με τις ρυθμίσεις της διαδρομής. Ελέγξτε τις λεπτομέρειες της διαδρομής για συγκεκριμένες πληροφορίες πληρωμής.

source: per seat
el: ανά θέση

source: Personal Information
el: Προσωπικές Πληροφορίες

source: Pets allowed
el: Επιτρέπονται κατοικίδια

source: Pets Allowed
el: Επιτρέπονται κατοικίδια

source: Phone
el: Τηλέφωνο

source: Phone number
el: Αριθμός τηλεφώνου

source: Phone number already in use
el: Ο αριθμός τηλεφώνου χρησιμοποιείται ήδη

source: Please check the form for errors
el: Παρακαλώ ελέγξτε τη φόρμα για σφάλματα

source: Please complete your profile (Name, Bio, Email, Phone, Social Media) to publish a ride.
el: Παρακαλώ ολοκληρώστε το προφίλ σας (Όνομα, Βιογραφικό, Email, Τηλέφωνο, Social Media) για να δημοσιεύσετε μια διαδρομή.

source: Please complete your profile first (Name, Email, Phone, Bio, Socials)
el: Παρακαλώ ολοκληρώστε το προφίλ σας πρώτα (Όνομα, Email, Τηλέφωνο, Βιογραφικό, Social Media)

source: Please try again later.
el: Παρακαλώ δοκιμάστε ξανά αργότερα.

source: Popular Trips
el: Δημοφιλείς Διαδρομές

source: Preferences
el: Προτιμήσεις

source: Price
el: Τιμή

source: Price can have at most 2 decimal digits
el: Η τιμή μπορεί να έχει το πολύ 2 δεκαδικά ψηφία

source: Price cannot be negative
el: Η τιμή δεν μπορεί να είναι αρνητική

source: Price must be between 0 and 1000
el: Η τιμή πρέπει να είναι μεταξύ 0 και 1000

source: Price per seat
el: Τιμή ανά θέση

source: Price per seat is required
el: Η τιμή ανά θέση είναι υποχρεωτική

source: Price seems too high
el: Η τιμή φαίνεται πολύ υψηλή

source: Privacy
el: Απόρρητο

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Profile
el: Προφίλ

source: Profile not found
el: Το προφίλ δεν βρέθηκε

source: Profile Unavailable
el: Προφίλ Μη Διαθέσιμο

source: Profile updated successfully
el: Το προφίλ ενημερώθηκε επιτυχώς

source: Publish Ride
el: Δημοσίευση Διαδρομής

source: Quick Links
el: Γρήγοροι Σύνδεσμοι

source: Register
el: Εγγραφή

source: Registered successfully
el: Η εγγραφή ήταν επιτυχής

source: required
el: το πεδίο είναι υποχρεωτικό

source: Reset Filters
el: Επαναφορά Φίλτρων

source: review
el: κριτική

source: reviews
el: κριτικές

source: Ride created successfully!
el: Η διαδρομή δημιουργήθηκε επιτυχώς!

source: Ride Details
el: Λεπτομέρειες Διαδρομής

source: Ride for this booking not found
el: Η διαδρομή για αυτή την κράτηση δεν βρέθηκε

source: Ride is already cancelled
el: Η διαδρομή έχει ήδη ακυρωθεί

source: Ride is not available for booking
el: Η διαδρομή δεν είναι διαθέσιμη για κράτηση

source: Ride is not bookable
el: Η διαδρομή δεν μπορεί να κρατηθεί

source: Ride not found
el: Η διαδρομή δεν βρέθηκε

source: Ride Status
el: Κατάσταση Διαδρομής

source: Ride updated successfully
el: Η διαδρομή ενημερώθηκε επιτυχώς

source: rides
el: διαδρομές

source: Rides you're offering
el: Διαδρομές που προσφέρετε

source: Rides you've booked
el: Διαδρομές που έχετε κλείσει

source: Route
el: Διαδρομή

source: Safety
el: Ασφάλεια

source: Safety is our priority. All drivers are verified, and you can read reviews from other passengers before booking. We monitor all activity to ensure a secure community.
el: Η ασφάλεια είναι προτεραιότητά μας. Όλοι οι οδηγοί επαληθεύονται και μπορείτε να διαβάσετε κριτικές από άλλους επιβάτες πριν κάνετε κράτηση. Παρακολουθούμε όλη τη δραστηριότητα για να διασφαλίσουμε μια ασφαλή κοινότητα.

source: Save Changes
el: Αποθήκευση Αλλαγών

source: Saving...
el: Αποθήκευση...

source: Search failed
el: Η αναζήτηση απέτυχε

source: Search Rides
el: Αναζήτηση Διαδρομών

source: Select a date
el: Επιλέξτε μια ημερομηνία

source: Select date
el: Επιλέξτε ημερομηνία

source: Select number of seats
el: Επιλέξτε αριθμό θέσεων

source: Share your journey and split the costs. Fill in the details below to post your ride.
el: Μοιραστείτε τη διαδρομή σας και μοιραστείτε τα έξοδα. Συμπληρώστε τις λεπτομέρειες παρακάτω για να δημοσιεύσετε τη διαδρομή σας.

source: Showing {limit} ride(s) • Page {page} of {totalPages}
el: Εμφάνιση {limit} διαδρομής(ών) • Σελίδα {page} από {totalPages}

source: Shut up and take my money
el: Σκάσε και πάρε τα λεφτά μου

source: Shut up and take my money!
el: Σκάσε και πάρε τα λεφτά μου!

source: Sign in
el: Σύνδεση

source: Simply search for your destination, choose a ride that suits your schedule, and click "Book". You can contact the driver if you have specific questions before booking.
el: Απλώς αναζητήστε τον προορισμό σας, επιλέξτε μια διαδρομή που ταιριάζει στο πρόγραμμά σας και κάντε κλικ στο "Κράτηση". Μπορείτε να επικοινωνήσετε με τον οδηγό αν έχετε συγκεκριμένες ερωτήσεις πριν την κράτηση.

source: Smoking allowed
el: Επιτρέπεται το κάπνισμα

source: Smoking Allowed
el: Επιτρέπεται το κάπνισμα

source: Something went wrong
el: Κάτι πήγε στραβά

source: Sort By
el: Ταξινόμηση κατά

source: Special character required
el: Απαιτείται ειδικός χαρακτήρας

source: Status
el: Κατάσταση

source: Submit
el: Υποβολή

source: Support
el: Υποστήριξη

source: Tell us about yourself...
el: Πείτε μας για εσάς...

source: Terms
el: Όροι

source: Terms of Service
el: Όροι Χρήσης

source: The ride you are looking for does not exist or has been removed.
el: Η διαδρομή που αναζητάτε δεν υπάρχει ή έχει αφαιρεθεί.

source: Time (24-hour format)
el: Ώρα (24ωρη μορφή)

source: To
el: Προς

source: Total for all seats
el: Σύνολο για όλες τις θέσεις

source: Turn your empty seats into extra income while helping others travel affordably and sustainably.
el: Μετατρέψτε τις κενές θέσεις σας σε επιπλέον εισόδημα βοηθώντας παράλληλα άλλους να ταξιδέψουν οικονομικά και οικολογικά.

source: Type at least 3 characters to search
el: Πληκτρολογήστε τουλάχιστον 3 χαρακτήρες για αναζήτηση

source: Unauthorized
el: Μη εξουσιοδοτημένος

source: Unauthorized to accept this booking
el: Δεν έχετε εξουσιοδότηση να αποδεχτείτε αυτή την κράτηση

source: Unauthorized to cancel this booking
el: Δεν έχετε εξουσιοδότηση να ακυρώσετε αυτή την κράτηση

source: Unauthorized to decline this booking
el: Δεν έχετε εξουσιοδότηση να απορρίψετε αυτή την κράτηση

source: Update the details of your ride. Note that you cannot change the origin and destination.
el: Ενημερώστε τις λεπτομέρειες της διαδρομής σας. Σημειώστε ότι δεν μπορείτε να αλλάξετε την προέλευση και τον προορισμό.

source: Update your personal details and bio
el: Ενημερώστε τα προσωπικά σας στοιχεία και το βιογραφικό σας

source: Update your social media accounts
el: Ενημερώστε τους λογαριασμούς κοινωνικών δικτύων σας

source: Uppercase letter required
el: Απαιτείται κεφαλαίο γράμμα

source: User
el: Χρήστης

source: User already exists
el: Ο χρήστης υπάρχει ήδη

source: User not found
el: Ο χρήστης δεν βρέθηκε

source: Vehicle
el: Όχημα

source: Vehicle color is required
el: Το χρώμα του οχήματος είναι υποχρεωτικό

source: Vehicle Details
el: Λεπτομέρειες Οχήματος

source: Vehicle Information
el: Πληροφορίες Οχήματος

source: Vehicle make is required
el: Η μάρκα του οχήματος είναι υποχρεωτική

source: Vehicle model is required
el: Το μοντέλο του οχήματος είναι υποχρεωτικό

source: Verify password
el: Επιβεβαίωση κωδικού

source: View details
el: Προβολή λεπτομερειών

source: We couldn't find this profile. It may not exist, or you might not have permission to view it. Profiles are only visible between users with confirmed rides.
el: Δεν μπορέσαμε να βρούμε αυτό το προφίλ. Μπορεί να μην υπάρχει ή μπορεί να μην έχετε άδεια να το δείτε. Τα προφίλ είναι ορατά μόνο μεταξύ χρηστών με επιβεβαιωμένες διαδρομές.

source: Welcome back!
el: Καλώς ήρθατε πίσω!

source: When
el: Πότε

source: When?
el: Πότε;

source: Yes, you can cancel your booking through your "My Rides" page. Cancellation policies may vary depending on how close to the departure time you cancel.
el: Ναι, μπορείτε να ακυρώσετε την κράτησή σας μέσω της σελίδας "Οι Διαδρομές μου". Οι πολιτικές ακύρωσης ενδέχεται να διαφέρουν ανάλογα με το πόσο κοντά στην ώρα αναχώρησης ακυρώνετε.

source: You already have a booking for this ride
el: Έχετε ήδη κράτηση για αυτή τη διαδρομή

source: You can only view profiles of users you have a confirmed ride with
el: Μπορείτε να δείτε προφίλ μόνο χρηστών με τους οποίους έχετε επιβεβαιωμένη διαδρομή

source: You cannot book your own ride
el: Δεν μπορείτε να κάνετε κράτηση στη δική σας διαδρομή

source: Your changes have been saved.
el: Οι αλλαγές σας αποθηκεύτηκαν.

source: Your personal details and bio
el: Τα προσωπικά σας στοιχεία και βιογραφικό

source: Your profile information is private and will only be shared with riders you connect with.
el: Οι πληροφορίες του προφίλ σας είναι ιδιωτικές και θα κοινοποιηθούν μόνο στους επιβάτες με τους οποίους συνδέεστε.

source: Your Request
el: Το Αίτημά σας

source: Your ride is now available for passengers to book.
el: Η διαδρομή σας είναι πλέον διαθέσιμη για κράτηση από επιβάτες.

source: Your social media accounts
el: Οι λογαριασμοί κοινωνικών δικτύων σας
